export  const chooseSkuSpecData = {
  "result": 1,
  "code": "0000",
  "data": {
    "goods": {
      "title": "其他 nova5i 手机 苏音蓝 8+128G",
      "picture": "http://tgshop.oss-cn-shanghai.aliyuncs.com/16a2aa15721/20190812/610570373318184961/16c85d38884.jpg"
    },
    "sku": {
      "collection_id": "610570588452425728",
      "price": 2199,
      "stock_num": 100,
      "none_sku": false,
      "tree": [
        {
          "k": "颜色",
          "v": [
            {
              "id": "610570421250691072",
              "name": "苏音蓝",
              "imgUrl": 'http://tgshop.oss-cn-shanghai.aliyuncs.com/16a2aa15721/20190812/610570373318184961/16c85d38884.jpg'
            },
            {
              "id": "610570455585263616",
              "name": "幻夜黑",
              "imgUrl": 'http://tgshop.oss-cn-shanghai.aliyuncs.com/16a2aa15721/20190812/610570373318184961/16c85d4499c.jpg'
            },
            {
              "id": "610570478867845120",
              "name": "蜜语红",
              "imgUrl": 'http://tgshop.oss-cn-shanghai.aliyuncs.com/16a2aa15721/20190812/610570373318184961/16c85d4fd70.jpg'
            }
          ],
          "k_s": "s1"
        },
        {
          "k": "尺码",
          "v": [
            {
              "id": "610570532466855936",
              "name": "8+128G",
              "imgUrl": null
            },
            {
              "id": "610570554570838016",
              "name": "6+128G",
              "imgUrl": null
            }
          ],
          "k_s": "s2"
        }
      ],
      "list": [
        {
          "id": "610570588452425728",
          "price": 219900,
          "s1": "610570421250691072",
          "s2": "610570532466855936",
          "s3": "0",
          "stock_num": 100
        },
        {
          "id": "610570588456620032",
          "price": 219900,
          "s1": "610570421250691072",
          "s2": "610570554570838016",
          "s3": "0",
          "stock_num": 100
        },
        {
          "id": "610570595754708992",
          "price": 219900,
          "s1": "610570455585263616",
          "s2": "610570532466855936",
          "s3": "0",
          "stock_num": 100
        },
        {
          "id": "610570595763097600",
          "price": 219900,
          "s1": "610570455585263616",
          "s2": "610570554570838016",
          "s3": "0",
          "stock_num": 100
        },
        {
          "id": "610570601907752960",
          "price": 219900,
          "s1": "610570478867845120",
          "s2": "610570532466855936",
          "s3": "0",
          "stock_num": 100
        },
        {
          "id": "610570601911947264",
          "price": 219900,
          "s1": "610570478867845120",
          "s2": "610570554570838016",
          "s3": "0",
          "stock_num": 100
        }
      ],
      "message": [],
      "hide_stock": false
    }
  },
  "message": ""
}
